<template>
  <div class="policy_wrapper">
    <el-breadcrumb separator="/">
      <el-breadcrumb-item :to="{ path: '/' }">首页</el-breadcrumb-item>
      <el-breadcrumb-item>隐私政策</el-breadcrumb-item>
    </el-breadcrumb>
    <div class="content">
      <p>
        该隐私政策适用于与您访问大小象科技网站直接相关的活动，但不适用于与大小象科技网站相连的第三方网站。我们强烈建议您在向这些网站提供信息之前阅读第三方隐私政策。大小象科技不对第三方网站承担任何责任或义务。
      </p>
      <p>搜集，使用，传递您的信息</p>
      <p>
        您可以访问大部分大小象科技网站，而不必透露您的任何身份辨识信息（“个人数据”）。但是，您可能会选择向我们提供您的个人信息（“个人信息”或“信息”），例如，当您联系我们，申请我们的网站所提供的研讨会、活动和项目时，或您要求获得信息/
        服务时。
      </p>
      <p>
        您也可能自愿向我们提供他人的个人数据和 /
        或信息，比如您的配偶、同事或朋友。在这种情况下，我们将假定您拥有他人的不受任何时间、地域和许可内容等限制的许可，向大小象科技提供他人的个人数据和
        / 或信息。
      </p>
      <p>
        大小象科技可能代表供应商搜集，处理，储存，使用，分析以及传递这些个人数据和/或信息。在这种情况下，大小象科技的责任仅在于要求这些供应商用符合谦益本隐私政策的方式处理或传递您的个人数据和
        /
        或信息。向我们提供个人信息，代表您确认并同意将您的信息由供应商代替大小象科技进行处理或传递。
      </p>
      <p>免责声明：</p>
      <p>
        大小象科技不对您因访问或不能访问大小象科技网站或因依在大小象科技网站提供的任何信息而引起的任何损害或伤害负责。大小象科技对任何和全部直接的、间接的、偶然的、继起性的、惩罚性的、特殊的或其他的损害、失去机遇、丧失利润或任何其它损失或损害不负法律责任。该限制包括可能影响您的计算机设备的损害或任何病毒。
      </p>
      <p>适用法律：</p>
      <p>
        您访问和使用大小象科技网站以及大小象科技网站所载内容均受中华人民共和国法律管辖和解释。
      </p>
      <p>隐私政策更新：</p>
      <p>
        大小象科技可随时对其隐私政策加以更新。如果我们对隐私政策作出重大变更，我们将在公司网站上刊登通告和经更新的隐私政策。
      </p>
    </div>
  </div>
</template>
<style lang="scss" scoped>
.policy_wrapper {
  p {
    font-size: 16px;
    line-height: 26px;
    color: #848e97;
    word-wrap: normal;
  }
  .content {
    padding: 20px 50px 60px;
    background-color: #f2f5f8;
  }
}
</style>
